<?php
//Top menu
$__expenses="Расходы";
$__income="Доходы";
$__credits="Я должен";
$__debits="Мне должны";
$__reports="Отчёты";
$__top="top";

$__outcome="Расходы";
$__gain="Доходы";
$__creds="Я должен";
$__debts="Мне должны";
$__stat="Отчёты";
$__date="Дата";
$__cat="Вид расхода";
$__incat="Вид дохода";
$__sub="Название расхода";
$__sum="Сумма";
$__qqq="К-во";
$__rub=" р";
$__creditor="Кредитор";
$__debitor="Дебитор";
$__note="Примечание";
$__retsum="Отдал";
$__retnow="Вернуть";
$__closed="закрыт";

$__summary="Итог";
$__total="Всего:";
$__totaltoday="Сегодня:";
$__totalret="Возврат:";
$__dolg="Долг:";
$__rest="Деньги:";
$__profit="Активы:";
$__loans="Пассив:";
$__tome="Актив:";

$__filtr="Фильтр";
$__usual="обычный";
$__month="этот&nbsp;месяц";
$__lastmonth="прошлый";
$__year="этот год";
$__all="всё";
$__from="даты с ";
$__to="по";
$__ok="выбрать";
$__cat="по виду расходов";

$__prom1="Название вида расхода (в базу запишется только последний добавленный вид)";
$__prom2="Название расхода (в базу запишется только последний добавленный расход)";
$__prom3="Название вида дохода (в базу запишется только последний добавленный вид)";
$__ausure="Вы подтверждаете удаление записи?";

$__rep1_1="Суммарные расходы";
$__rep1_2="за период с";
$__rep1_3="по";

$__rep2_1="Структура расходов";
$__rep2_2="за период с";
$__rep2_3="по";

$__rep3_1="Динамика доходов и расходов";
$__rep3_2="за период с";
$__rep3_3="по";

$__rep4_1="Рост благосостояния семьи Голубковых";

$__cattotal="Итого по ";

?>
