<h1>MUD-relaited stuff</h1>
<h2>ge-script 2</h2>

02.10.2003 - ge2.alfa выложено на суд общественности

<p>
<a href="/files/ge/ge2.tar.gz">ge2.tar.gz</a> - в формате tar gzip<br>
<a href="/files/ge/ge2.zip">ge2.zip</a> - в формате zip<br>
</p>

<p>То, что представлено здесь - этап разработки, на котором я остановился. Скрипты НЕ рабочие, т.е. вы не можете их просто распаковать и все заработает. Не обойтись без помощи волшебного рашпиля. Что есть - автоматическое распознавание клиента, под которым запущены (jmc, mmc), механизм сокрытия особенностей реализациии клиента от ge. На чем остановился - wrapper для триггеров. Поскольку триггера выглядят несколько по разному в jmc и mmc, нужно ХОРОШО подумать, как сделать его красивее всего.
<p>Если кто найдет этот код полезным, буду рад. Если кто доведет до ума - замечательно, засылайте это мне.

<h3>P.S., или почему я не разрабатываю ge сейчас</h3>
<p>Мой интерес к МПМ постепенно начал иссякать к лету 2001. Довольно долго я не играл, но активно учавствовал в различных около-мадовских проектах, в частности - начал работать над ge2. Но, поскольку я всегда ввязываюсь во множество всяческих начинаний, постепенно моим интересом завладело что-то иное.. ну и как обычно .) На днях получил письмо, где меня спрашивали о судьбе проекта, поэтому решил выложить.</p>

